Repository: MakiOmar/Yith-multiple-refund-request
Catalog: languages/wc-multi-return-bridge-for-yith-*.po
Languages: ar

source: Please select at least one product to return.
ar: الرجاء اختيار منتج واحد على الأقل للإرجاع.

source: Please enter a valid quantity for selected item.
ar: الرجاء إدخال كمية صالحة للعنصر المحدد.

source: Return requests submitted successfully.
ar: تم تقديم طلبات الإرجاع بنجاح.

source: Some requests failed. Please try again.
ar: فشل بعض الطلبات. الرجاء المحاولة مرة أخرى.

source: An error occurred. Please try again.
ar: حدث خطأ. الرجاء المحاولة مرة أخرى.

source: Return system is currently unavailable.
ar: نظام الإرجاع غير متاح حالياً.

source: Request Product Returns
ar: طلب إرجاع المنتجات

source: Your Existing Return Requests
ar: طلبات الإرجاع الحالية

source: Product
ar: المنتج

source: Requested Qty
ar: الكمية المطلوبة

source: Reason
ar: السبب

source: Status
ar: الحالة

source: Date
ar: التاريخ

source: New Return Request
ar: طلب إرجاع جديد

source: Qty
ar: الكمية

source: Return Qty
ar: كمية الإرجاع

source: Select
ar: اختر

source: Size:
ar: الحجم:

source: Already requested
ar: تم طلبه مسبقاً

source: N/A
ar: غير متاح

source: Reason for return
ar: سبب الإرجاع

source: Submit Returns
ar: إرسال طلبات الإرجاع

source: No refundable items available in this order.
ar: لا توجد عناصر قابلة للإرجاع في هذا الطلب.

source: Deleted product
ar: منتج محذوف

source: No reason provided
ar: لم يتم تقديم سبب

source: Authentication required.
ar: يتطلب المصادقة.

source: Missing order or items.
ar: الطلب أو العناصر مفقودة.

source: Invalid order.
ar: طلب غير صالح.

source: Return requests processed.
ar: تم معالجة طلبات الإرجاع.

source: You cannot submit new requests on this Live Demo. Click on Launch Admin Demo to unblock this and fully test the plugin.
ar: لا يمكنك تقديم طلبات جديدة في النسخة التجريبية الحية. انقر على تشغيل النسخة التجريبية للإدارة لفتح هذه الميزة واختبار الإضافة بالكامل.

# Exception description. Technical error message.
source: Exception on submitting request: missing data.
ar: استثناء عند تقديم الطلب: بيانات مفقودة.

# Exception description. Technical error message.
source: Exception on submitting request: quantity limit exceeded.
ar: استثناء عند تقديم الطلب: تجاوز حد الكمية.

source: Request #%s submitted successfully
ar: تم تقديم الطلب #%s بنجاح

source: You must be logged in to submit return requests.
ar: يجب تسجيل الدخول لتقديم طلبات الإرجاع.

source: View details
ar: عرض التفاصيل

source: More information about %s
ar: مزيد من المعلومات حول %s

source: Check for updates
ar: التحقق من التحديثات

# the plugin title
source: The %s plugin is up to date.
ar: الإضافة %s محدثة.

# the plugin title
source: A new version of the %s plugin is available.
ar: يتوفر إصدار جديد من الإضافة %s.

# the plugin title
source: Could not determine if updates are available for %s.
ar: تعذر تحديد ما إذا كانت هناك تحديثات متاحة لـ %s.

source: Unknown update checker status "%s"
ar: حالة مدقق التحديثات غير معروفة "%s"

source: There is no changelog available.
ar: لا يوجد سجل تغييرات متاح.

source: WC Multi Return Bridge for YITH
ar: جسر الإرجاع المتعدد لـ WooCommerce لـ YITH

source: Allows customers to request multiple product returns per order integrated with YITH Advanced Refund System.
ar: يسمح للعملاء بطلب إرجاع متعدد للمنتجات لكل طلب متكامل مع نظام الاسترداد المتقدم من YITH.

source: Makiomar
ar: ماكيومار
